awscli
azure-cli
bash
bat
broot
btop
croc
curl
direnv
elixir
fd
ffmpeg
fzf
git-lfs
graphviz
grep
gts
guile
harfbuzz
hcloud
helix
helm
highway
howdoi
icu4c
icu4c@75
imagemagick
imath
jasper
jbig2dec
jemalloc
jpeg-turbo
jpeg-xl
jq
json-c
k9s
krb5
kubectx
kubernetes-cli
lame
leptonica
libarchive
libass
libavif
libb2
libbluray
libcbor
libde265
libdeflate
libevent
libffi
libfido2
libgit2
libgit2@1.7
libheif
libidn
libidn2
liblinear
liblqr
libmicrohttpd
libnghttp2
libogg
libomp
libpaper
libplacebo
libpng
libpq
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxrandr
libxrender
libyaml
little-cms2
llvm
llvm@18
lpeg
lua
luajit
luv
lz4
lzo
m4
mad
mbedtls
mesa
molten-vk
mpdecimal
mpfr
mpg123
mpv
msgpack
mujs
mupdf-tools
neovim
netcat
netpbm
nettle
nmap
node
node-build
nvm
oniguruma
openapi-generator
opencore-amr
openexr
openjdk
openjdk@11
openjpeg
openssl@1.1
openssl@3
opus
opusfile
p11-kit
pandoc
pango
pcre2
pixman
pkg-config
plantuml
pmtiles
popt
psutils
pycparser
python-certifi
python-cryptography
python-packaging
python-tk@3.12
python@3.10
python@3.11
python@3.12
python@3.9
rav1e
readline
ripgrep
rsync
rtmpdump
rubberband
ruby
rust
sdl2
shaderc
shared-mime-info
slides
snappy
sox
speex
sqlcipher
sqlite
squashfs
srt
starship
svt-av1
swig
tcl-tk
tealdeer
teleport
terraform
tesseract
tflint
thefuck
theora
tree-sitter
uchardet
unbound
unibilium
unixodbc
userspace-rcu
vapoursynth
vulkan-headers
vulkan-loader
webp
wget
wimlib
wxwidgets
x264
x265
xorgproto
xvid
xxhash
xz
yt-dlp
z3
zeromq
zimg
zola
zstd

==> Casks
android-platform-tools
appcleaner
blackhole-2ch
cryptomator
eloston-chromium
fuse-t
google-cloud-sdk
google-drive
jellyfin-media-player
keepassxc
maccy
middleclick
obs
orbstack
raspberry-pi-imager
raycast
rustdesk
spotify
steam
transmission
webcatalog
